---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LoadedFamilyIntegrityCheck
source: html/64bd77aa-bc0e-5721-bcc8-44292812ce68.htm
---
# LoadedFamilyIntegrityCheck Members

Check that all families loaded in the host document have their content documents.